Repository: Rakhimjon/rwi-materials
Catalog: project/PetSave/*.lproj/Localizable.strings
Languages: es

# SEARCH_NAVIGATION_TITLE
source: Find your future pet
es: Encuentra tu futura mascota

source: Find your future pet
es: Encuentra tu futura mascota

source: Browse by Type
es: Navegar por tipo

source: Dog
es: Perra

source: Rabbit
es: Coneja

source: Small & Furry
es: Pequeńa y peluda

source: Horse
es: Caballo

source: Bird
es: Pájaro

source: Barnyard
es: Corral

source: Scales, Fins & Other
es: Escalas, Aletas y Otras
